app/controllers/aktuelles_controller.rb

  def index
    @aktuelles = Aktuelle.all
---
SELECT `aktuelles`.* FROM `aktuelles`